Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 제 후견인이 되어주세요!
en: please take me in!

source: 어째선지 차례차례 죽음을 맞이해 지금은 둘만 남았지만∙∙∙
en: unfortunately, many of them died for one reason or another, and she now only has two surviving children...

source: 집사님
en: sir...

source: 네?
en: sorry?

source: 역시 좀∙∙∙
en: but still...

source: 네놈은 민트의 그림자도 못 볼 곳으로 보낼테니까.
en: I will send you to a place far, far away from mint.

source: 떠올릴수록 너무 고맙고 미안해.
en: ...every time I think about what he’s done for me, I feel terribly sorry and thankful.

source: 후덜덜
en: tremble tremble

source: 현실인가?
en: am I awake?

source: 민트 아가씨.
en: lady mint.

source: 우연히 도적떼를 만나고 하필 그게 칼라교 잔당의 경매인 것까지
en: where they just happened to run into a band of thieves and were kidnapped to be sold at an auction held by the believers of kalla.

source: 말도 잘 하시니∙∙∙ 안심했네요.
en: and it looks like you’re able to speak normally too... what a relief.

source: 지하실에 간 거 아닐까요?
en: maybe he went to the basement?

source: 야!
en: hey!

source: 그 귀족 여식이 어디서 빈민가 얘기를 듣고, 그곳에 가고,
en: somehow, a noble lady managed to hear about the slums, and brought mint along to see it...

source: 벌써 식사시간이 다 되어서 그랬군.
en: it must be because it’s almost mealtime.

source: 죄송죄송☆
en: oops, sorry!

source: 덜걱
en: clunk

source: 소공녀로서 배울 것만으로도 벅찰테니 말이다.
en: you’ll have your hands full learning to become the little lady of elkedonia.

source: 노예라도 좋으니 귀족가에서 살겠다고 몸을 팔아 나갔던∙∙∙
en: she sold herself, saying she’d rather live in a nobleman’s house, even as a slave...

source: 슥슥
en: wipe wipe

source: ∙∙∙그래도 다들 율리어스 님을 많이 좋아하시더라구요.
en: but they all seem to really like you, master yulius.

source: 그래?
en: really?

source: 도움 튀김, 보라, 의령, 사문
en: assistance by twigim, bora, uiryeong, and samun

source: 당당
en: unapologetic

source: 쩌렁 쩌렁!
en: shout shout

source: 앗
en: oh

source: 그림자∙∙∙?
en: a shadow...?

source: 내가 구른 상처와 맞은 상처도 못 알아 볼 것 같나?
en: do you think I’m incapable of telling the difference between bruises from a fall and ones from a beating?

source: 그럼,
en: but...

source: 엄청 강한 제국의 기사님이 그 악당을 무찌르셨댔어요!
en: a really strong knight from the empire defeated the villain!

source: 잡일은 안 시킬 거다.
en: I will not let you do any housework.

source: 황녀 전하의 명예에 누만 될 겁니다.
en: I mean, her royal highness’s honor.

source: 밥버러지 민트로 죽느니
en: I’d rather die as little lady mint...

source: 황제의 유치한 싸움에 끼어들 필요 없잖아요.
en: there’s no need for you to intervene in the emperor’s childish fight.

source: 촤악
en: slash

source: 펄럭…
en: flap

source: 덜컹
en: clunk

source: 율리어스 님과 함께 식사하시면서
en: enjoy your meal with master yulius...

source: 칼라교에 엄~청나게 강한 악당이 있어서요,
en: I was told there was a suuuper powerful villain in the kallan cult...

source: 두근 두근
en: ba-bump ba-bump

source: 가족들은 따로 사시는 건가?
en: do they live elsewhere?

source: 본디 대공처럼 강한 힘을 가진 자는 평화롭게 살 수 없어요.
en: someone as powerful as the grand duke cannot lead a peaceful life.

source: 이번에도 틀린 글자가 하나도 없습니다.
en: you didn’t make any mistakes this time either.

source: 예.
en: no, sir.

source: 게다가 넌 아직 성인이 안 된 어린애다.
en: moreover, you are not yet of age.

source: 그리고 아가씨, 말을 편하게 해주십시오.
en: also, my lady, please drop the formalities.

source: 납치 됐습니다.
en: we were kidnapped...

source: 꾸깃꾸깃
en: frown

source: 대륙을 정복한 비열한 황제를 못 막았다고 사과하시면∙∙∙
en: for failing to stop a devious emperor who’s managed to conquer an entire continent.

source: 휘릭
en: twirl

source: 방에서 나오지말고 기다려 주십시오.
en: please do not leave this room. wait for my return.

source: 미안해!!!
en: I’m so sorry!!!

source: 뭐가 아니란 거냐?
en: what were you shouting about?

source: 압니다.
en: I’m aware.

source: 미치광이 괴물황제
en: monstrous tyrant

source: 샤라랑
en: twinkle

source: 그리고∙∙∙
en: and...

source: 언제든 이 행복이 끝날지도 모른다며 각오했던 거 아냐?
en: haven’t I always been prepared to have my happiness taken away at any moment?

source: 정확히는 수양후원을 받을 거다.
en: to be precise, you will be my foster daughter.

source: 율리어스 님의 집무실에서 나오기 전에 분명∙∙∙
en: but before we left the office, master yulius said...

source: 그러니까 절대로.
en: so do not...

source: 그건 네가 정할 일이니 스스로 선택해라.
en: that should be your decision, so do as you wish.

source: 넵!
en: yes, sir!

source: 미안…
en: sorry...

source: 성장기기도 하고..
en: I’m also going through my growth spurt...

source: 소곤
en: whisper

source: 이백만!
en: two million!

source: 저기, 그보다요.
en: more importantly...

source: 농담인 거 아시죠?
en: I’m merely joking, of course.

source: 정말?
en: really?

source: 자기에게만 신경 쓰면 되니 에너지가 덜 소모된다.
en: all you have to do is focus on yourself, which is less of a drain on your energy.

source: 아이들을 겁탈하고 팔아치우는 놈들이
en: it is unbelievable to me that the scum that assault children and sell them off for profit...

source: 다그닥
en: clop

source: 다들 멋진 커플이라며 소문이 자자 했다던 걸요.
en: and everyone kept saying how you two made such a great couple.

source: 어디 동참해 보겠나?
en: would you like to help me find out?

source: 내가 모자라서 열다섯이나 될 때까지
en: it’s true I was there until the age of 15...

source: 저벅 저벅
en: step step

source: 기본적인 글자부터 공부해나갔다.
en: I began by studying the alphabet...

source: 대공 각하의 신임으로 아가씨의 호위도 맡게 됐는걸요.
en: besides, his royal highness knows he can trust me. that’s why he assigned me to be your escort, miss.

source: 왜지이~… 왜지이~…
en: why? why...?

source: 피식
en: chuckle

source: 지금 바로 갈게요.
en: I’ll be right there.

source: 와아아
en: yeaaah

source: 너무 맛있다.
en: it’s so delicious.

source: 풀썩
en: flop

source: 응…?
en: huh...?

source: 원체 말수도 적으셔서 저도 대화를 자주 못 나눴습니다.
en: and she barely talks at all, so I haven’t had many conversations with her, either.

source: 해줄 거 같나?
en: as if I would!

source: 흥!
en: hmph!

source: 딱히.
en: not really.

source: 헉헉 허억 헉
en: huff huff gasp huff

source: 멍…
en: dazed

source: 어차피 살려줄 것도 아니면서.
en: way to give him false hope, sir. you’re going to kill him in the end anyway...

source: 하지만 넌 하고 싶어도 못할 거다.
en: however, you can’t, even if you want to.

source: 노래엔 자신 없거든.
en: because I’m not a very good singer.

source: 내가 그걸 받아들였으니까.
en: and I accepted that.

source: 훈훈~
en: sparkle sparkle

source: 그래요, 로엘 님!
en: yes, mr. roel!

source: 혹시 오늘∙∙∙
en: could we...

source: 그만해!
en: stop!

source: 네 후견인이다.
en: ...and I am your guardian.

source: 식사는 다음에 하지.
en: we’ll have lunch together next time.

source: 하지만 이윽고∙∙∙
en: but eventually...

source: 내가∙∙∙!
en: I...

source: 저∙∙∙
en: I...

source: 나는 네가 그저 살아주면 좋겠다.
en: ...what I’d like from you is to live.

source: 부스럭
en: rustle

source: 밝은 빛을 보는 걸 괴롭게 만들 것이다.
en: ...and make it so that it pains you to gaze upon such bright light.

source: 크… 크아아아아악
en: agh... aaah!

source: 저 꼴을 보니 뭐.
en: but look at her.

source: 그딴 거에 아가씨라 부르기도 역겨우~!
en: why would he even call her a lady? disgusting!

source: 고작 카펫 더럽혔다고 비굴하게 굴지 말란 뜻이다.
en: do not lower yourself for something as trivial as dirtying a carpet.

source: 전∙∙∙아가씨의 그런 모습이 나쁘지 않았습니다.
en: I... found that quite impressive, my lady.

source: 유리언의 필체로 써있어서 보고를 안 했어요.
en: it was written in yurion’s handwriting so I didn’t report it to anyone.

source: 흐음…
en: hmm

source: 낑…
en: whimper

source: 탁-..
en: clack

source: 오래전, 제국에는 빛의 여신 타마라를 모시는 천룡이 있었고,
en: long, long ago, there was a heavenly dragon in the empire that served tamara, the goddess of light.

source: 민트 아가씨∙∙∙.
en: lady mint...

source: 몸종은 물건이죠
en: a page boy is an object.

source: 왜 어디선가 본 것 같은 기분이 드는 거지?
en: but why do I feel like I’ve seen it before?

source: 괜찮습니다.
en: it’s fine.

source: 그럼 얼른 이 거리를 떠나죠.
en: let’s hurry and get off this street.

source: 끝나지 않던 악몽이 그걸 말해주고 있잖아.
en: my never-ending nightmares are proof of that.

source: 저기 한 놈 있다!
en: there’s one more over there!

source: 저 얌전히 따라갈게요!
en: I’ll go with you!

source: 율리어스 님∙∙∙?
en: master yulius...?

source: 촥
en: whish

source: 음~ 드벨리안 가랑은 경우가 다르니까 말이죠.
en: hmm... well, the situation here is a bit different from that of the devellians.

source: 서랍에 넣어뒀지
en: I put it in my drawer.

source: 언령계약은 마법의 힘을 쓴다.
en: a spiritual contract uses magic.

source: 자기 아들을 첩으로 넣어보려는 움직임은 있을지도∙∙∙
en: ...people might try to make their sons into your concubine...

source: 으아아아아악
en: aaagh

source: 오직 이 생각만 머릿속을 맴돌았다고 합니다.
en: apparently, those were the only thoughts filling her mind.

source: 제대로 청소하랬지!
en: I told you to clean this place properly!

source: 바닥도 잘 닦고!
en: I can scrub floors!

source: 머저리라…
en: vermin, huh...?

source: 율리어스 님도 제국민이시니까
en: ...since you are also a subject of the empire...

source: 아가씬,
en: my lady.

source: 꾀죄죄∙∙∙
en: shabby

source: 벌레같은 것!
en: you scum!

source: 왜 여기에?
en: why is he here?

source: 이쁜 친구가 내게∙∙∙
en: called me a friend...

source: 그런 거 아냐, 유리언!
en: not at all, yurion!

source: 감사합니다
en: thank you!

source: 슥…
en: step

source: 원래도 유리언 얼굴 좋아했잖아~
en: she liked your looks before too!

source: 그런 말 처음 들어요.
en: I’ve never been told that before.

source: 제가 아는 황제 폐하라면∙∙∙
en: but if I’m correct, the emperor is...

source: 식사는 했나?
en: ...have you eaten yet?

source: 몸종!
en: page boy!

source: 지금 몇 시∙∙∙ 헉.
en: what time is it... oh no!

source: 빛은 더이상 눈부시게 느껴지지 않았다.
en: the light no longer stung my eyes.

source: 덩그러니∙∙∙
en: empty

source: 여, 역시∙∙∙
en: a-as I thought...

source: 서서 말하기도 좀 그러니.
en: I didn’t want us to talk while standing.

source: 저 대신 계속 맞아줬고요∙∙∙.
en: when we were kidnapped and locked away.

source: 코-…
en: zzz

source: 아냐, 집에만 있으면 인상이 더 안 나빠질 거야.
en: but if I stayed home, my reputation in society would only have worsened.

source: 그렇게도 내 손에 죽고 싶었나 보군.
en: they must be itching to die at my hands.

source: 잘 참았어!
en: I barely managed to stop myself from asking him that!

source: 친구가 되려면 일단 좀 더 얘기를 나눠보자.
en: I should talk with him a bit more so he can warm up to me.

source: 황제따위 아가씨 머리칼도 못 건드리게 하겠습니다.
en: with me around, the emperor won’t be able to touch a hair on your head, miss.

source: 비틀…
en: stagger

source: 이렇게나 오래 보낼 줄은 몰랐지만요
en: I didn’t think she’d keep writing to me for so long, though.

source: 여성분으로 알고 있는데요.
en: ...a woman.

source: 율리어스 님이 그런 짓을 하신다고∙∙∙?
en: to think that the grand duke of elkedonia would do such a thing!

source: 이런 게 또 사교계에서 먹히잖습니까?
en: high society would love it!

source: 콜록 콜록
en: cough cough

source: 옆으로?
en: sideways?

source: 폐하는 선을 넘었습니다.
en: you’ve crossed a line, your majesty.

source: 설마 율리어스 님이 데리고 오셨나∙∙∙?!
en: did master yulius bring a priest here...?!

source: 그래도 각오한 거랑 달리 몸은 떨리는구나.
en: still, despite my resolve, my body won’t stop shaking.

source: 그럼 전 이만.
en: then I shall take my leave.

source: 당연히 거절하셨구…
en: so of course, he turned me down...

source: 괜찮으세요?
en: are you okay?

source: 중얼
en: mumble

source: 근데∙∙∙
en: and if so...

source: 따라한다!
en: it’s doing what I’m doing!

source: 이건 순전히 내 욕심이야∙∙∙.
en: I’m being completely selfish here...

source: 저, 저 혼자 앉을 수 있는데∙∙∙.
en: I-I can sit by myself...

source: 훗…
en: sigh

source: 대공이 스승만큼 애교가 좀 있으면 좋았을텐데.
en: if only the grand duke were as sweet and affectionate as his teacher.

source: 진짜 꿈같은 얘긴데∙∙∙
en: it was like a dream come true...

source: 칼라신을 욕보인 그놈의 죄를 알리자!!!
en: let’s show the world what the consequences are of insulting our god kalla!

source: 켈록
en: cough

source: 열다섯이라며?
en: plus, she’s already 15.

source: 혹시∙∙∙
en: could it be...

source: 취향 꼬인 아동성애자였나.
en: perhaps he’s just a f*cking pedophile.

source: 마치 그림에서 떨어져 나온 것 같아.
en: it’s picture-perfect.

source: 어라?
en: huh?

source: 민트는 모르나요?
en: haven’t you heard of it, mint?

source: 그럴리가 없잖아!
en: that’s not true!

source: 전 폐하가 아닌 대공 각하를 따르는 몸이니까요.
en: I serve the grand duke, not the emperor.

source: 조각조각 내서 대공저에 보내버릴 거야!
en: I’m going to slice her up into pieces and send them to the grand duke!

source: 난 내 사람은 어디에 있어도 반드시 구하러 간다.
en: I will always come to the aid of my people, wherever they may be.

source: 신의와 같은 선량함.
en: loyalty and virtue.

source: 무슨 말씀이세요~
en: oh, don’t say that!

source: 더 싫을 거란 생각이 분명히 들어!!!
en: I’ll certainly regret it!!!

source: 로엘은 그렇게 말해줬지만
en: that’s what roel told me...

source: 아무리 강한 힘을 가졌다 해도
en: however formidable his power may be...

source: 히이이이으아아아아~?!?
en: whaaaaaaa?!

source: 다그닥 다그닥
en: clip clop

source: 다들 소문을 너무 좋아해요~
en: people do love spreading rumors, don’t they?

source: 서로 다른 얘기를 한 것 같네요.
en: we seem to have been speaking about different things.

source: 끼익-…
en: creak

source: 아, 아뇨 그런 건 아닌데.
en: n-no. it’s nothing like that.

source: 우, 우리 점심 먹으러 가자!
en: l-let’s go eat lunch!

source: 뻘뻘뻘뻘
en: fret fret

source: 손이 아직 뜨거운데.
en: your hand still feels hot.

source: 유리언이랑 친구가 될 수 있을까∙∙∙.
en: without making him uncomfortable?

source: 아까 제가 가져간 꽃을 보셨지요.
en: you saw the flowers I took with me earlier, didn’t you?

source: 노예시장에는 가난한 사람들이 나올텐데.
en: usually only the poor end up on the slave market.

source: 어이, 마차를 잡아!!!
en: hey, get the carriage!!!

source: 율리어스 님∙∙∙
en: master yulius...

source: 어서 언령으로 계약합시다.
en: ...let’s hurry and sign the spiritual contract.

source: 헤헤
en: hehe

source: 앗∙∙∙
en: oh...

source: 또 러브레터
en: another love letter?

source: 중얼 중얼
en: grumble grumble

source: 율리어스 대공 각하께서 수양후원한다는 영애시니까요!
en: you are the lady who the grand duke of elkedonia took in!

source: 쿵
en: shocked

source: 로엘은 피곤하면 개구리 흉내를 내거든요!!!
en: he croaks like a frog whenever he’s tired!!!

source: 점차 고쳐나가면 괜찮아질 거다.
en: it’ll get better in time.

source: 치료가 끝나면 드벨리안에 돌아가잖아.
en: once he’s recovered, he has to go back to the devellians.

source: 코 골며 잘 자던데.
en: you were snoring.

source: 개굴개굴이라고 말하실 때까지 안 믿을 겁니다!
en: I won’t believe it until you start croaking like a frog!

source: 어째서인지 여기서 흔적이 끊겨있었습니다.
en: but for some reason, the trace ends here.

source: 더 큰 힘을 갖는 게 낫다고 판단한 걸 겁니다.
en: ...that the best option for him is to attain greater power by allying himself with me.

source: 콜록
en: ahem

source: 띵!!
en: gasp

source: 뻘뻘
en: nervous

source: 저는 드벨리안 후작가의 둘째 딸,
en: I am ascella devellian...

source: 반짝 반짝 반짝
en: sparkle sparkle sparkle

source: 친구…
en: a friend?

source: 엄청 맛있어!
en: this is delicious!

source: 드륵
en: slide

source: 여긴∙∙∙
en: where...

source: 유리언!
en: yurion!

source: 사륵!
en: crumble

source: 안다.
en: I know that.

source: 저는 딱히 한 거 없습니다.
en: I didn’t do much.

source: 쿨럭
en: cough

source: 괜찮다.
en: it’s fine.

source: 울렁…
en: throb

source: 저, 저도 이런 곳인 줄 몰랐다고요!
en: I-I didn’t know this was what ebel street was like!

source: ∙∙∙어째서 죽어가는데도 이 소리는 끊이지 않는 걸까.
en: why won’t these voices stop even as I lie here, dying?

source: 잘 안 나오지∙∙∙.
en: ...speak properly...?

source: 긴장을 푸니까 갑자기 엄청 아파!!!
en: now that I’m relaxed, I can feel the pain!!!

source: 방금 전 황제 폐하를 괴물이라 하신 것 같았는데!
en: I thought he just called her majesty a crook!

source: 물건 취급하던 건 뭐였지..
en: why’d she turn around and treat you like a thing then?

source: 율리어스 님도 지켜주신다고 했으니까.
en: master yulius said so too.

source: 걸을 때마다 좋은 냄새가 나.
en: it smells nice whenever I walk.

source: 사람살려
en: help!

source: 행복이란 건 말야∙∙∙.
en: happiness should...

source: 바스락
en: rustle

source: 전 역시 공부를 더 해야할 거 같아요∙∙∙!
en: I guess I need to study even harder!

source: 아가씨를 황비로 들일 생각입니다.
en: wishes to make you his empress.

source: 읏차
en: lift

source: 맞다, 편지 읽어야지.
en: oh, right. I should read that letter.

source: 왜 이렇게 짜증이 나는 거지∙∙∙∙∙∙.
en: ...why am I becoming so irritated?

source: 몸종∙∙∙?
en: a page boy...?

source: 백만!
en: one million!

source: 퍼뜩
en: jolt

source: 부웅
en: leap

source: 쿠키는 여기있고…
en: there are some cookies here...

source: ∙∙∙로엘?
en: roel?

source: 아셀라 님은 처음 뵙는 귀족 자제 분이실테죠.
en: lady ascella is the first ever noble lady you’re meeting.

source: 다시는
en: ...I don’t think...

source: 활짝
en: beam

source: 늘 바쁘셔서 자주 못 뵈었는데∙∙∙
en: he’s always so busy, so it’s been a while since I last saw him...

source: 피곤하다∙∙∙.
en: ...how wearying...

source: 그런 거짓말하지 말아요!
en: stop lying to him!

source: 여기는, 행복으로 가득찬 곳이야∙∙∙.
en: this place is full of happiness...

source: 모두들 열심히 준비하며 민트를 기다리고 있답니다.
en: everyone is hard at work, preparing to welcome you, mint.

source: 아가씨께선 주눅들어도 뭐든 열심히 하려고 하셨죠.
en: but even though you were timid in nature, you tried your best at everything.

source: 친구∙∙∙!
en: a friend...!

source: 조만간 밤에 귀부인에게 불려갈 것 같군요.
en: the madam might start summoning me at night soon.

source: 괜찮습니다, 아가씨.
en: that’s all right, my lady.

source: 이상할 정도로 뺴빼말랐다곤 생각했지만∙∙∙
en: I found it strange that she was little more than skin and bones...

source: 저도 아셀라라고 불러주세요.{j}민트.
en: then please call me ascella, mint.{j}

source: 그∙∙∙그럼
en: th-then...

source: 얼마나 놀랐는지
en: I was so surprised!

source: 무슨 말도 안 되는 소릴 하는 거예요!
en: that’s preposterous!

source: 버럭
en: shout

source: 그냥∙∙∙
en: ...is that...

source: 밤에?
en: the madam?

source: 궁금해요~
en: I’m so curious!

source: 우왕 좌왕
en: bustle bustle

source: 그러니까..
en: that’s why...

source: 걸레 한 장도 제대로 못 짤 것 같은데.
en: I doubt you’re even capable of wringing out a wet rag properly.

source: 고오오오-
en: loom

source: 율리어스 님이∙∙∙
en: master yulius...

source: 율리어스 님을∙∙∙
en: ...save you...

source: 몸 안에서 황제의 기척이 느껴져.
en: I can feel the emperor’s presence in my body.

source: 음…
en: hmm...

source: 저도 나이를 먹을수록 아픈 게 무섭단 말이죠.
en: the older I get, the more my fear of pain grows.

source: 이거 봐.
en: look at you now.

source: 성가시게 굴지 않는 완벽한 소공녀가 되도록∙∙∙
en: I’ll do my best to become the perfect lady...

source: 무례하시군요.
en: how rude.

source: 다만∙∙∙ 정말 마도사를 쓸 줄이야.
en: but... who knew you’d really use a magic priest?

source: 저 빼빼마른 아이가 열다섯이나 됐다는 얘기까지 했던가?
en: that scrawny child is already 15 years old, you say?

source: 고급 대리석이었는데…
en: it was made of expensive marble...

source: 그래선 안 되는 걸 거야∙∙∙.
en: ...shouldn’t have such an ill reputation...

source: 괜찮을 것 같아.
en: I think I’ll be okay.

source: 드벨리안 후작
en: marquess devellian

source: 대공 각하께서 부르십니다.
en: his royal highness is calling for you.

source: ∙∙∙그런가? ∙∙∙∙∙∙.
en: is that... so...?

source: 대공 각하께서 처음 아가씨를 데려오셨을 땐 걱정이 많았지만∙∙∙
en: ...I was very worried when his royal highness took you in.

source: 풍성한 숱까지 정말 축복받은 거예요~
en: and it’s nice and thick. you’re really fortunate!

source: 느낌이 드는 것 같아∙∙∙.
en: ...he seems to be telling me...

source: 상황판단도 제대로 못하고
en: I misjudged the situation.

source: 어디서 오셨을지, 어디 출신이신지∙∙∙.
en: everyone wonders where you’re from, where you were born...

source: 저∙∙∙피 났다고 축하받은 일이 생전 없어서∙∙∙
en: I... have never been congratulated for bleeding...

source: 으아아아아앙
en: waaaah

source: 사아아…
en: fwoosh

source: 이미 알고 있다.
en: I know who he is.

source: 아∙∙∙
en: oh...

source: 휙
en: flick

source: ∙∙∙차분하게 말하는 거야!
en: I need to stay calm and...

source: 정식으로 항의할 거예요!
en: I’ll lodge a complaint!

source: 널 구할 정도의 힘은 갖고 있어.
en: I am more than capable of rescuing you from such dangers.

source: 타박 타박…
en: trudge trudge

source: 사각사각
en: scribble scribble

source: 굽실…
en: bow

source: 열다섯∙∙∙?
en: 15 years old...?

source: 부담되게~
en: I might be pressuring him...

source: 슝…
en: swoosh

source: 으음~
en: hmm

source: 방금 말한 대로요.
en: precisely.

source: 쿨쩍∙∙∙
en: sniffle

source: 응?
en: huh?

source: 뭘 보시다 아이 얘기를 하신 겁니까?
en: what prompted you to ask him about children?

source: 그렇습니다.
en: correct.

source: 혀∙∙∙ 엄청 세게 물어서 잘린 줄 알았는데
en: my tongue... I thought I’d bitten it off.

source: 으~음
en: hmm

source: 라란
en: ta da

source: 어라∙∙∙
en: odd...

source: 저 때문에 율리어스 님이 위험해졌다 생각했어요.
en: I thought I put you in danger.

source: 엘케도니아와 대공 각하의 평판으로 이어집니다!
en: on the reputation of his royal highness and the elkedonia name!

source: 대공의 힘을 얻는데 쓸모가 있어 살려둔 것뿐이라
en: however, I only let her live so that I could use her to attain your power.

source: 유리언은 다른 사람은 잘 안 만나던데∙∙∙
en: yurion doesn’t seem to meet other people very often...

source: 아셀라 말대로 아셀라가 전부 잘못한 건 아녜요.
en: as you said, what happened isn’t completely your fault, ascella.

source: 고생 많았어 유리언..
en: poor yurion...

source: 물론 귀족이 몸종과 친구라니 말도∙∙∙
en: of course, it’s ridiculous for a noble to be friends with a page b--

source: 꿍꿍이라도 있는 건가…
en: ...they’ve got a trick up their sleeve?

source: 엘케도니아는 작은 가문이 아니다.
en: elkedonia is a fairly powerful noble family.

source: 그래.
en: I know.

source: 이것 참 더욱 더,
en: now I absolutely must hear...

source: 아무 가치도 없는 네가 행복해지는 걸
en: don’t you agree that someone as worthless as you...

source: 해맑 해맑
en: smile smile

source: 난 그저 저 작은 아이가 나랑 일곱살 터울밖에 안 난다니,
en: I was just a little surprised...

source: 중얼…
en: mumble

source: 저번처럼 실수는 말아야지!
en: I won’t slip up like I did last time!

source: 오늘은 못 봤는데요.
en: I haven’t seen him today.

source: 신분이 다르잖아요
en: we have different backgrounds.

source: 이쪽으로 돌아보세요.
en: please turn this way.

source: 그런데 그분은 절 찾으러 오신 것 같던데∙∙∙
en: but that man seems to be here for me...

source: 열어주세요 원장 선생님!
en: please, sir, open the door!

source: 해맑
en: beam

source: 그럼 앞으론 못 만날지도 모르는구나.
en: then I might never get to see him again.

source: 하아∙∙∙
en: sigh

source: 무슨 말씀을 하시든 제게 얻을 수 있는 건 없을 겁니다.
en: it doesn’t matter what you say. you will not get what you want from me.

source: 그건 율리어스 님이 엄~청 어른스러우셔서 그렇죠!
en: that’s because master yulius is suuuper mature!

source: 대답은 됐다.
en: no need to answer that.

source: 괴∙∙∙ 굴!
en: he said... c-croak!

source: 크르릉
en: grrr

source: 그치만∙∙∙
en: but...

source: 그걸 인정하기 싫으니까 이런 곳에 와서도 집사 탓, 귀족 탓.
en: that’s why you’re blaming the butler and the nobles. you don’t want to admit it.

source: 힘내자!
en: let’s do this!

source: 나 맞네!
en: it really is me!

source: ∙∙∙어서와요, 아셀라.
en: welcome, ascella.

source: 으앙
en: waaah

source: 유리언은 알면 알수록 정말 좋은 사람이야.
en: the more I get to know yurion, the more I realize what a good person he is.

source: 지하실로 가보겠습니까?
en: would you like to go down to the basement?

source: 많이 드시고 건강해지는 거예요!
en: and make sure to eat lots so you can regain your health!

source: 어디까지 얘기했지?
en: where were we?

source: 그건 나라가 개입해서 몸값을 제대로 치르게 관리라도 하지요.
en: ...so the empire can at least ensure that those who purchase them pay a fair price.

source: 아, 맞아요.
en: oh, you’re right.

source: 쓸모없는 것.
en: ...you worthless sh*t.

source: 끄덕 끄덕 끄덕 끄덕
en: nod nod nod nod

source: 황녀와 대공 각하께서 약혼했을 때는 황제도 조용했습니다.
en: her majesty didn’t kick up any fuss back when master yulius was engaged to the princess.

source: 지엄한 국법을 어긴 죄로 체포하겠다.
en: you are hereby arrested for violating imperial law.

source: ∙∙∙친구가 되고 싶어요∙∙∙.
en: ...friend...

source: 들어갈게~?
en: I’m coming in.

source: 촤악!
en: swoosh

source: 다시 한 번 소개하지.
en: let me introduce myself again.

source: 네∙∙∙.
en: yes...

source: 레트나 여사님께서 친구를 사귀어 보는 게 어떻겠냐고 하셔서요∙∙∙.
en: madam letna suggested that I make a friend...

source: 부르셨습니까?
en: did you call for me, sir?

source: 15분 정도 잠든 거 같은데∙∙∙.
en: I must’ve fallen asleep for 15 minutes or so.

source: 욱∙∙∙
en: sniffle

source: 스윽
en: grab

source: 다음엔 식사 권유는 편하게 해도 된다고 말해둘까.
en: next time, I should tell her that she can ask to eat with me freely.

source: 전 저에게 너무나 화가 나요.
en: I am so angry at myself.

source: 고아원의 복도청소, 창문닦이, 쓰레기청소, 빨래∙∙∙
en: at the orphanage, I cleaned the halls, washed the windows, took out the trash, and did the laundry...

source: 호오…
en: oh!

source: 손에서 뭔가 이렇게∙∙∙기운?
en: they emit some kind of... power from their hands?

source: 두 분은 전쟁 때부터 알고 지내셨다면서요?
en: I heard you two have known each other since the war.

source: 엘케도니아의 가주를 믿어.
en: you can trust the head of elkedonia.

source: 그리고 나 네가 어떤 모습으로든 살길 바란다.
en: and I wish for you to live your life however you want.

source: 포곤…
en: hug

source: 혼자 알아서 싸우세요~!!!
en: handle it on your own!!!

source: 율리어스 님이 간호해주고 계셨구나∙∙∙.
en: master yulius was nursing me...

source: 그건 아셀라에게 한 거고요.
en: yes, when I introduced myself to ascella.

source: 폐하는 네 생각보다 무서운 분이시다.
en: her majesty is more frightening than you can ever imagine.

source: 분위기가 비슷해서 그런가~?
en: perhaps because you both give off a similar vibe.

source: 잘 말했다.
en: well said.

source: 괴물∙∙∙
en: a monster...

source: 귀족영애 상상도
en: imagining a noble lady

source: 이 땅 위에 폐하의 명령을 거부할 자가 있겠습니까?
en: who would dare to go against the emperor’s orders?

source: 유리언에게 넌무 감사해요.
en: I’m very grateful to yurion.

source: 카민 경!
en: sir karmin!

source: 부들…
en: tremble

source: 그런 걸로 상처받을 것 같지는 않지만.
en: not that those words will hurt me.

source: 철퍽
en: splash

source: 황제 폐하와 사이좋게 지내시면 더 좋지 않을까요?
en: wouldn’t it be better for you to be on friendly terms with her majesty?

source: 엄…
en: umm...
